{
  "quotes": [
    {
      "text": "Stop procrastinating.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "You leave home to seek your fortune and, when you get it, you go home and share it with your family.",
      "author": "Anita Baker",
      "category": "quotes"
    },
    {
      "text": "We need transparency in government spending. We need to put each government expenditure online so every Floridian can see where their tax money is being spent.",
      "author": "Marco Rubio",
      "category": "quotes"
    },
    {
      "text": "I love telling Dad jokes. Sometimes, he even laughs.",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "Only those who attempt the impossible can achieve the absurd.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "I had amazing stuff happen right off the top. I thought this was how it worked. Hollywood is awesome! Cut to three years later: What happened?",
      "author": "Dana Fox",
      "category": "quotes"
    },
    {
      "text": "You will always regret the round of Tequila.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "I'm reading an anti-gravity book, and I just can't put it down!",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "There is nothing can pay one for that invaluable ignorance which is the companion of youth, those sanguine groundless hopes, and that lively vanity which makes all the happiness of life.",
      "author": "Mary Wortley",
      "category": "quotes"
    },
    {
      "text": "Visitors are like fish: As much as you might like them, after three days they start to smell.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "From an early age I didn't buy into the value systems of working hard in a nine-to-five job. I thought creativity, friendship and loyalty and pushing the boundaries of what was acceptable was much more interesting.",
      "author": "Adam Clayton",
      "category": "quotes"
    },
    {
      "text": "We experience problem-solving sessions as war zones, we view competing ideas as enemies, and we use problems as weapons to blame and defeat opposition forces. No wonder we can't come up with real lasting solutions!",
      "author": "Margaret J. Wheatley",
      "category": "quotes"
    },
    {
      "text": "The more knowledge you have, the greater will be your fear of Allah.",
      "author": "Abu Bakr",
      "category": "quotes"
    },
    {
      "text": "True happiness always resides in the quest.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "I had dreams, but I didn't have the sense that they would necessarily work out. They seemed very far-fetched.",
      "author": "Greta Gerwig",
      "category": "quotes"
    },
    {
      "text": "Look people in the eye.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "For every complex problem there is an answer that is clear, simple, and wrong.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "I have a joke about a roof, but it would just go over your head.",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "It is our happiness to live under the government of a PRINCE who is satisfied with ruling according to law as every other good prince will - We enjoy under his administration all the liberty that is proper and expedient for us.",
      "author": "Jonathan Mayhew",
      "category": "quotes"
    },
    {
      "text": "What sits on the seabed and has anxiety? A nervous wreck.",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "Sarcasm is the lowest form of wit. Employ correctly with apt timing.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "The best sex is fun.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "Mom said I should do lunges to stay in shape. That would be a big step forward.",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "I can tolerate algebra, maybe even a little calculus but geometry is where I draw the line.",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "Dating is different when you get older. You're not as trusting, or as eager to get back out there and expose yourself to someone.",
      "author": "Toni Braxton",
      "category": "quotes"
    },
    {
      "text": "Do not seek praise, seek criticism.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "I have a joke about butter, but I’m not going to spread it.",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "Don't take it personally.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "I just paid $100 for a belt that doesn’t fit — what a huge waist!",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "Where there's marriage without love, there will be love without marriage.",
      "author": "Benjamin Franklin",
      "category": "quotes"
    },
    {
      "text": "To the person who stole my bed: I won't rest until I find you.",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "Today, do not use the words \"Kind of\", \"Sort of\" or \"Maybe\". It either is or it isn't.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "I used to be able to play piano by ear, but now I have to use my hands.",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "When something goes wrong in life, just shout \"plot twist!\" and carry on.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "When the shriveled skin of the ordinary is stuffed out with meaning, it satisfies the senses amazingly.",
      "author": "Virginia Woolf",
      "category": "quotes"
    },
    {
      "text": "If you have grandparents or parents - Talk to them more. Ask them about their life experiences.",
      "author": "",
      "category": "advice"
    },
    {
      "text": "I have a joke about pizza, but it’s too cheesy.",
      "author": "",
      "category": "dadjokes"
    },
    {
      "text": "If I think more about death than some other people, it is probably because I love life more than they do.",
      "author": "Angelina Jolie",
      "category": "quotes"
    },
    {
      "text": "I think what's dangerous about being an actor who does action movies is you think, 'Well, I can totally handle myself now.' But if my opponent didn't know the other half of the routine, I don't know how well I'd do.",
      "author": "Kate Beckinsale",
      "category": "quotes"
    },
    {
      "text": "What’s orange and sounds like a parrot? A carrot.",
      "author": "",
      "category": "dadjokes"
    }
  ],
  "lastUpdated": "2025-08-11T03:38:49.911Z",
  "source": "api-ninjas advice+dadjokes+quotes",
  "count": 40
}